Repository: miguel718/FitcardIOS
Catalog: Fitcard/res/*.lproj/Localizable.strings
Languages: fi

# messageEmptyUser
source: Username is Empty
fi: Täytä käyttäjänimesi

# messageEmptyPassword
source: Password is Empty
fi: Täytä salasanasi

source: Login Error
fi: Salasana & käyttäjänimi eivät täsmää

# messageEmptyEmail
source: Email Address Empty
fi: Täytä sähköpostisi

# messageInvalidEmail
source: Invalid Email
fi: Täytä kelvollinen sähköposti

# creditsMonth
source: Credits for each month
fi: Käyntikertaa kuukaudessa

# messageCvvEmpty
source: CVV is Empty
fi: Täytä CVV

# messageCardEmpty
source: Card Number is Empty
fi: Täytä kortin numero

source: No Classes
fi: Ei tunteja

# upcomingDate
source: Upcoming Class:
fi: Seuraava tunti:

source: No Class Today
fi: Ei tunteja

# emptyCode
source: Empty Coupon Code
fi: Täytä kuponkikoodi

# successCoupon
source: Success Proceed Coupon code
fi: Kponkikoodi hyväksytty

source: Current Credits:
fi: Tämänhetkinen treenimäärä:

source: Credits
fi: Käyttökertaa

# messageEmptyName
source: Name is Empty
fi: Täytä nimi

# messageEmptyCity
source: City is Empty
fi: Täytä kaupunki

# messageEmptyPhone
source: Phone is Empty
fi: Täytä puhelin

# messageEmptyAddress
source: Address is Empty
fi: Täytä osoite

source: Profile Updated
fi: Profiili päivitetty

# buyCredit
source: You have no credits, buy credits here
fi: Sinulla ei ole aktiivisia käyntikertoja, saat käyntikertoja täältä

source: Notice
fi: Huomio

# close
source: Closed
fi: Sulje

# goMember
source: Buy Credit
fi: Valitse jäsenyys

source: Active Until:
fi: Voimassa:

# close1
source: Close
fi: Aloita

source: Visit
fi: Käynti

source: Full
fi: Täynnä

# closebutton
source: Close
fi: Sulje

# classes1
source: Classes
fi: Ryhmäliikunta

source: Select
fi: Valitse

source: Selected
fi: Valittu

source: Success
fi: Onnistui

# shareFacebook
source: Share
fi: Jaa

source: Reviews
fi: Arvostelua

source: Booked
fi: Varattu

source: Book
fi: Varaa

source: Spots Available:
fi: Paikkoja vapaana:

source: Empty Message
fi: Viestisi on tyhjä

source: Message Sent
fi: Viesti lähetetty

source: Mon
fi: Ma

source: Tue
fi: Ti

source: Wed
fi: Ke

source: Thu
fi: To

source: Fri
fi: Pe

source: Sat
fi: La

source: Sun
fi: Su

source: Date:
fi: Aika:

# messageFailProcess
source: Fail to Process Payment
fi: Maksun kanssa ilmeni ongelmia, yritä uudelleen

# messageCleanCard
source: Card Info Cleaned
fi: Kortti on poistettu

# messageWelcome
source: Welcome to Fitcard
fi: Tervetuloa FitCardiin

source: Login
fi: Kirjaudu

source: SignUp
fi: Liity

# messageCharge
source: Success Charged Credit
fi: Maksu onnistui! Nauti treeneistä!

source: Clean Card
fi: Poista kortti

# cancelBook
source: Cancel booking?
fi: Peruuta varaus

source: Yes
fi: Kyllä

source: No
fi: Ei

# messageChangeMembership
source: Are you sue you want to change your plan? Your credits will be reset and a new payment will be deducted
fi: Olet varma, että haluat muuttaa jäsenyyttäsi? Käyntikertasi päivittyvät ja uusi maksu veloitetaan kortiltasi

source: Logout
fi: Kirjaudu ulos

source: Studio
fi: Kategoria

source: Amenity
fi: Lisäpalvelut

source: Location
fi: Kaupunki

source: at
fi: Klo

source: Code
fi: Ovikoodi
